Repository: tarvitz/pyunzip
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Russian
ru: Русский

source: English
ru: Английский

source: winter
ru: зимняя

source: summer
ru: летняя

source: autumn
ru: осенняя

source: spring
ru: весенняя

source: void
ru: пустотная

source: light theme
ru: светлая тема

source: dark theme
ru: темная тема

source: [ban]
ru: [бан]

source: [everban]
ru: [навекибан]

source: Your or somebody else requested password change for this email account. If you're not the person who initiated password request procedure, please ignore this letter or give a notice for service administration: http://b3ban.blacklibrary.ru/contacts/ Your password restore link: %(link)s
ru: Вы или кто-то еще запросили смену пароля на ваш почтовый адрес. Если это не вы, пожалуйста проигнорируйте данное письмо или дайте знать о случившемся администрации. Ваша ссылка на восстановление пароля: %(link)s

source: Passwords don't match
ru: Пароли не совпадают

source: Personal info
ru: Персональная информация

source: Permissions
ru: Права

source: Important dates
ru: Важные даты

source: Accounts Application Module
ru: Модуль аккаунтов

source: Passwords does not match
ru: Пароли не совпадают

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Sorry your username or/and password are invalid
ru: Ваше имя пользователя и/или пароль не верны.

source: Yes, I agree
ru: Да, я согласен

source: Another user with user nickname exists.
ru: Другой пользователь с таким ником уже существует.

source: Password repeat
ru: Повтор пароля

source: Nickname
ru: Никнейм

source: Captcha
ru: Капча

source: Password1 and Password2 does not match
ru: Пароли не совпадают

source: Your current password does not match with one you've input
ru: Ваш текущий пароль не совпадает с тем, который вы ввели

source: No such user with such email
ru: Такого пользователя с данным email'ом нет

source: Your email
ru: Ваш email

source: Users with given email does not exists
ru: Пользователя с данным email не существует

source: Addressee
ru: Адресат

source: Content
ru: Содержимое

source: You can not send private messages to yourself
ru: Вам нельзя слать самим себе сообщения

source: There's no user with such nickname, sorry
ru: Такого пользователя нет

source: male
ru: мужской

source: female
ru: женский

source: not identified
ru: не определен

source: username
ru: имя пользователя

source: Required. 38 characters or fewer. Letters, numbers and @/./+/-/_ characters
ru: Обязательное поле. 38 символов или менее. Разрешены только буквы, цифры и символы @/./+/-/_.

source: Enter a valid username.
ru: Введите правильное имя пользователя.

source: first name
ru: имя

source: last name
ru: фамилия

source: email address
ru: адрес эл. почты

source: staff status
ru: статус персонала

source: Designates whether the user can log into this admin site.
ru: Указывает может ли пользователь совершить вход в администраторскую часть сайта.

source: active
ru: активный

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ru: Указывается будет ли пользователь считаться активным. Снимите флажок для удаление учетных записей.

source: date joined
ru: дата вступления

source: superuser status
ru: статус супер-пользователя

source: Designates that this user has all permissions without explicitly assigning them.
ru: Отмечает, что пользователь обладает всеми правами без явной установки этих прав для этого пользователя.

source: groups
ru: группы

source: The groups this user belongs to. A user will get all permissions granted to each of their groups.
ru: Группы, к которым принадлежит пользователь. Пользователь получит все права, которые распространяются на эти группы.

source: user permissions
ru: права пользователя

source: Specific permissions for this user.
ru: Специфичные права для данного пользователя.

source: nickname
ru: никнейм

source: Avatar
ru: Аватар

source: plain Avatar
ru: обычный аватар

source: photo
ru: фото

source: army
ru: армия

source: gender
ru: пол

source: uin (icq number)
ru: uin (номер аськи)

source: about myself
ru: о себе

source: time zone
ru: временная зона

source: Settings
ru: Настройки

source: karma
ru: карма

source: user's karma
ru: пользовательская карма

source: birthday
ru: день рождения

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: sender
ru: отправитель

source: addressee
ru: адресат

source: title
ru: заголовок

source: text
ru: текст

source: cache content
ru: кеш контента

source: is read
ru: прочтено?

source: sent
ru: отосланно

source: deleted by sendr
ru: удалено отправителем

source: deleted by addr
ru: удалено адресатом

source: syntax
ru: синтаксис

source: Private Message
ru: Приватные сообщения

source: Private Messages
ru: Приватные сообщения

source: read only
ru: только чтение

source: user
ru: пользователь

source: comment
ru: комментарии

source: level
ru: уровень

source: created on
ru: создано

source: updated on
ru: обновлено

source: date expired
ru: дата окончания

source: date then warning is expired
ru: дата, после истечения которой предупреждение будет завершено

source: is expired
ru: истекло

source: marks if warning is expired for this user
ru: отмечает, если предупреждение уже истекло

source: Policy warning
ru: Предупреждение

source: Policy warnings
ru: Предупреждение

source: You can not send pm for yourself
ru: Вам нельзя отсылать личные сообщения самим себе

source: Your password requested to change
ru: Поступил запрос на изменение вашего пароля

source: Metadata
ru: Метаданные

source: Comments Application Module
ru: Модуль комментариев

source: content type
ru: контент тип

source: object ID
ru: ID объекта

source: user's name
ru: имя пользователя

source: user's email address
ru: адрес эл. почты пользователя

source: user's URL
ru: URL пользователя

source: date/time submitted
ru: дата/время публикации

source: IP address
ru: IP адрес

source: is public
ru: опубликовано

source: Uncheck this box to make the comment effectively disappear from the site.
ru: Снимите флажок для того, чтобы скрыть комментарий на сайте.

source: is removed
ru: удален

source: Check this box if the comment is inappropriate. A "This comment has been removed" message will be displayed instead.
ru: Установите флажок, если комментарий неуместный. Вместо оригинального содержимого сообщение "Комментарий был удален" будет отображено.

source: Syntax
ru: Синтаксис

source: cache comment
ru: кэш комментарий

source: comments
ru: комментарии

source: This comment was posted by an authenticated user and thus the name is read-only.
ru: Данный комментарий был опубликован авторизованным пользователем тем самым имя является "только для чтения".

source: Posted by %(user)s at %(date)s %(comment)s http://%(domain)s%(url)s
ru: Опубликован %(user)s от %(date)s %(comment)s http://%(domain)s%(url)s

source: object pk
ru: pk объекта

source: is disabled
ru: выключен

source: marks if watch is disabled for present moment
ru: отмечает, если экземпляр слежения был приостановлен на текущий момент

source: is updated
ru: обновлен

source: marks if comment watch was updated for new comments
ru: отмечает, если экземпляр слежения был обновлен новыми комментариями

source: Comment watch
ru: Слежение за комментарием

source: Comment watches
ru: Слежение за комментариями

source: You can only post comment using your user id
ru: Вы можете отсылать комментарий, используя только свой идентификатор пользователя

source: core
ru: ядро

source: Tessera admin
ru: Тессера администрирование

source: Tessera
ru: Тессера

source: Core Application Module
ru: Core Модуль

source: SID
ru: СИД

source: Expires
ru: истекает

source: expired?
ru: истекает?

source: UserSIDs
ru: UserSID'ы

source: You should use your own user id for owner field set
ru: Вы должны использовать собственный пользовательский id для поля владельца

source: files
ru: файлы

source: Files Application Module
ru: Модуль файлов

source: Not authorized
ru: Не авторизован

source: You are exceeded the limits, please visit your files page and delete the old ones
ru: Вы исчерпали лимит на загрузку, пожалуйста, удалите ненужные файлы на вашей странице управления файлами

source: Attachment
ru: Аттачмент

source: Type
ru: Тип

source: Name
ru: Имя

source: Gallery
ru: Галерея

source: Galleries
ru: Галереи

source: Title
ru: Заголовок

source: Alias
ru: Алиас

source: Fast name to access unit
ru: Имя для быстрого доступа к юниту

source: Comments
ru: Комментарии

source: gallery
ru: галерея

source: Image
ru: Изображение

source: Images
ru: Изображения

source: file
ru: файл

source: plain type
ru: простой тип

source: plain type for
ru: простой тип для

source: size
ru: размер

source: file size
ru: размер файла

source: User file
ru: Файл пользователя

source: User files
ru: Файлы пользователя

source: Karma Application Module
ru: Модуль кармы

source: up
ru: вверх

source: down
ru: вниз

source: Comment
ru: Комментарий

source: No such user exists
ru: Подобного пользователя не существует

source: You can not alter karma for yourself
ru: Нельзя менять карму самим себе

source: Power
ru: Сила

source: Date
ru: Дата

source: voter
ru: от кого

source: URL
ru: УРЛ

source: Karma
ru: Карма

source: You can not set custom karma amount, use `-1` and `1` values only.
ru: Вы не можете установить данное значение, используйте `-1` и `1` значения.

source: Timeout. You have exceeded amount of karma modification, please wait
ru: Таймаут, вы исчерпали количество попыток изменения кармы на текущий момент, пожалуйста подождите какое-то время

source: You can not set another user for voting. Use your own id
ru: Вы не можете указывать другого пользователя для голосования, используйте свой id

source: path
ru: путь

source: Menu Application Module
ru: Модуль меню

source: Order
ru: Порядок

source: Less is prior
ru: Чем меньше, тем приоритетнее

source: attributes
ru: атрибуты

source: is hidden
ru: спрятан?

source: marks menu item as hidden
ru: отмечает пункт меню как спрятанным

source: Horizontal Menu
ru: Горизонтальное меню

source: Horizontal Menus
ru: Горизонтальные меню

source: is url?
ru: url?

source: Vertical Menu
ru: Вертикальное меню

source: Vertical Menus
ru: Вертикальные меню

source: news
ru: новости

source: Approved news
ru: Подтвержденные новости

source: Revert approved flag
ru: Поменять флаг подтвержденности

source: Base
ru: Базовый

source: Stuff
ru: Стафф

source: News Application Module
ru: Модуль новостей

source: approved?
ru: утверждено?

source: marks if the article would be approved
ru: помечает статью как утвержденную по умолчанию

source: approved
ru: утверждено

source: rejeceted
ru: отклонена

source: queued
ru: в очереди

source: revision
ru: в доработку

source: Category
ru: Категория

source: Categories
ru: Категории

source: author
ru: автор

source: content
ru: контент

source: ip address
ru: IP адрес

source: editor
ru: редактор

source: original URL
ru: URL оригинала

source: dateTime
ru: Дата-Время

source: author ip address
ru: ip адрес автора

source: is event
ru: событие

source: reason
ru: причина

source: resend
ru: отправить

source: marks if news notification should resend
ru: да, если нужно отослать оповещение

source: Archived Article
ru: Архивная статья

source: Archived News
ru: Архивные новости

source: Can edit archived news
ru: Может редактировать архивные новости

source: Article
ru: Статья

source: News
ru: Новости

source: Can edit news
ru: Может править новости

source: Can delete and restore comments
ru: Может удалять и восстанавливать комментарии

source: Can edit comments
ru: Может редактировать комментарии

source: Can purge comments
ru: Может удалять комментарии

source: Game
ru: Игра

source: Tournament
ru: Турнир

# cart order
source: Order
ru: Заказ

# pre-release of smth
source: Pre-release
ru: Пререлиз

# release of smth
source: Release
ru: Релиз

# festivity of smth
source: Festivity
ru: Празднества

source: Board gaming
ru: Настольные игры

source: event place title
ru: название места ивента

source: address
ru: адрес

source: event place address
ru: адрес места события

source: contacts
ru: контакты

source: contacts/help who to find it
ru: контакты/помощь где, кого искать

source: Event Place
ru: Место события

source: Event Places
ru: Места событий

source: event title
ru: название события

source: content event text, description, further manual and so on
ru: текст события, описания, инструкции и так далее

source: content html
ru: html контент

source: rendered html content
ru: html рендер контента

source: date start
ru: дата начала

source: when event date starts
ru: когда событие начинается

source: date end
ru: дата окончания

source: when event date ends
ru: когда событие оканчивается

source: type
ru: тип

source: league
ru: лига

source: game league
ru: игровая лига

source: event place
ru: место проведения

source: participants would take a part in the event
ru: участники, которые будут принимать участие в событии

source: is finished
ru: завершен

source: is all day
ru: весь день

source: marks if event could place whole day
ru: отмечает, если событие будет проходить весь день (убирает временные отметки)

source: Event
ru: Событие

source: Events
ru: События

source: event
ru: событие

source: Event watch
ru: Просмотр события

source: Event watches
ru: Просмотр событий

source: success
ru: успех

source: info
ru: информация

source: warning
ru: предупреждение

source: default
ru: по умолчанию

source: date time when instance was created
ru: дата и время когда объект был создан

source: expired on
ru: дата истечения

source: date when note is expired
ru: дата, когда заметка истечет

source: for authenticated only
ru: только для авторизованных пользователей

source: for authenticated users only
ru: только для авторизованных пользователей

source: sign
ru: символ

source: if the purity seal should be with its note
ru: печать чистоты будет сопровождать данную запись

source: Note
ru: Заметка

source: Notes
ru: Заметки

source: Your article changed status
ru: Статус вашей статьи был изменен

source: Tabletop Application Module
ru: Модуль настолок

# Title
source: battle report title
ru: Заголовок

source: battle report title, please be more creative
ru: заголовок для батлрепорта, будьте креативными ;)

source: Rosters
ru: Ростеры

source: user rosters participating in the battle you want to describe
ru: пользовательские ростеры, которые принимают участие в битве, которую вы описываете

source: Winners
ru: Победители

source: winner or winners, should be at least one
ru: победитель или победители, должен быть как минимум 1

source: Mission
ru: Миссия

source: mission you played
ru: миссия, в которую вы играли

source: Layout
ru: Формат

source: how much players participated in the game, 1vs1, 2vs2 and so on
ru: сколько игроков принимало участие в игре, 1vs1, 2vs2 и так далее

# Content
source: battle report content
ru: Содержание

source: You can not write battle reports which has rosters that differ with pts field
ru: Вы не можете написать батлрепорт с ростерами, которые различны по количеству очков

source: You must choose winner's roster id within rosters' ids you passed
ru: Вы обязаны выбрать ростер победителя

source: Number of players and layout must exact by the amount of whole players
ru: Количество участников и формат должны совпадать с общим количеством участников

source: You can not add more winners than %(amount)s
ru: Вы не можете добавить число победителей больше чем %(amount)s

source: Player versus Player
ru: Один на Один

source: Two versus Two
ru: Два на Два

source: Free for all
ru: Свободный режим

source: There's no such winner `%s` in rosters
ru: Такого победителя как `%s` в ростерах не обнаружено

source: Where is no such rosters which have more than 20k points
ru: Ростеров более 20к очков не существует

source: You should pass only int values through "pts" field
ru: Вы должны предоставить только целые числа в "pts" поле

source: Race field should contain exact value
ru: Поле расы должно содержать точное значение

source: You should to select one race from the race select field or type custom_race by your own
ru: Вы должны выбрать одну расу из списка или выбрать "друая раса"

source: You can not pass player's name that containsmore than 64 symbols
ru: Вы не можете ввести имя пользователя, количество символов которого превышает 64

source: The common pts should be greater than 500
ru: Количество pts должно быть больше 500

source: Revision
ru: Ревизия

source: Codex
ru: Кодекс

source: There is no such revision in "%(unicode)s", try to pass %(revisions)s as valid values
ru: Ревизии в "%(unicode)s" не существует, пожалуйста предоставьте %(revisions)s верным значением

source: You can not pass player's name that contains more than 64 symbols
ru: Вы не можете ввести имя пользователя, количество символов которого превышает 64

source: Side
ru: Сторона

source: Army
ru: Армия

source: Anything from side or army should be selected
ru: Вы должны выбрать что-нибудь из армии или стороны

source: hq
ru: хк

source: troops
ru: трупса

source: elite
ru: элита

source: fast
ru: фаст

source: heavy support
ru: тяж поддержка

source: infantry
ru: пехота

source: vehicle
ru: техника

source: bike
ru: байк

source: jetbike
ru: джет байк

source: flyer
ru: флаер

source: artilery
ru: артилерия

source: Dawn of War
ru: Рассвет войны

source: Hammer and Anvil
ru: Молот и наковальня

source: Vanguard Strike
ru: Вангард страйк

source: plain side
ru: простая сторона

source: revisions
ru: издания

source: Codexes
ru: Кодексы

source: roster
ru: ростер

source: roster cache
ru: кеш ростера

source: rendered roster cache
ru: html рендер ростера

source: codex
ru: кодекс

# revision
source: codex revision
ru: издание кодекса

source: revision means how new your codex is (bigger is newer)
ru: издание обозначает насколько нов ваш кодекс (чем больше тем новее)

source: pts
ru: очки

source: amount of codex points
ru: количество очков по кодексу

source: wins
ru: побед

source: defeats
ru: поражений

source: Player
ru: Игрок

source: Roster
ru: Ростер

source: Codename
ru: Кодовое имя

source: Games
ru: Игры

source: Missions
ru: Миссии

source: rosters
ru: ростеры

source: winners
ru: Победители

source: mission
ru: миссия

source: layout
ru: формат

source: deployment
ru: расстановка

source: comment cache
ru: кеш комментария

source: comment rendered cache
ru: кеш рендера комментария

source: is approved
ru: утвержден

source: is draw
ru: ничья

source: marks if match was finished with draw result
ru: отмечает, если матч прошел в ничью

source: [fuzzy]
ru: [плавающий]

source: Report
ru: Репорт

source: Reports
ru: Репорты

source: Armies
ru: Армии

source: WH Application Module
ru: Модуль wh

source: сodename
ru: кодовое имя

source: Universe
ru: Вселенная

source: Universes
ru: Вселенные

source: fraction
ru: фракция

source: Fraction
ru: Фракция

source: Fractions
ru: Фракции

source: side
ru: сторона

source: Sides
ru: Сторона

source: Mini Quote
ru: Мини цитата

source: Mini Quotes
ru: Мини цитаты

source: original
ru: оригинал

source: Original text of expression
ru: Оригинал текста цитаты

source: translation
ru: перевод

source: translation of original sentence
ru: перевод оригинального предложения

source: original content
ru: оригинальный контент

source: Expression
ru: Цитата

source: Expressions
ru: Цитаты

source: magnitude
ru: величина

source: lower magnitude id more powerfull
ru: чем величина меньше тем более мощная

source: CSS Style
ru: CSS стиль

source: CSS class
ru: CSS класс

source: Rank type
ru: Тип ранга

source: Rank types
ru: Типы рангов

source: short name
ru: короткое имя

source: codename
ru: кодовое имя

source: description
ru: описание

source: Lower magnitude more powerfull
ru: Меньше величина более мощна

source: is General
ru: генеральный?

source: Rank
ru: Ранг

source: Ranks
ru: Ранги

source: dateTime activity
ru: дата-время активности

source: 0 of %(count)d selected
ru: 0 из %(count)d выбрано

source: %(total_count)s selected
ru: %(total_count)s выбран

source: Search
ru: Поиск

source: Search In
ru: Искать в

source: Search Queries
ru: Поисковые запросы

source: Query
ru: Запрос

source: Timeline
ru: Временная зона

source: Time
ru: Время

source: Forbidden
ru: Запрещено

source: You requested something which is not permit for you, or just forbidden for everyone.
ru: Вы запросили что-то, что не разрешено для вашего типа пользователя или запрещено для всех.

source: Page not found
ru: Страница не найдена

source: Internal server error happend, service administration will be notified about this
ru: Ошибка сервера, администрация будет уведомлена о произошедшем и исправит все в ближайшее время.

source: Your account have been banned, sorry :)
ru: Вас забанили :), приносим свои извинения.

source: Sign in
ru: Войти

# register
source: Sign up
ru: Зарегистрироваться

source: Passowrd recover
ru: Восстановление пароля

source: Login
ru: Логин

source: forum
ru: форум

source: profile
ru: профиль

source: Password change
ru: Смена пароля

source: Change
ru: Изменить

source: Your password was changed successfully
ru: Ваш пароль был успешно изменен

source: Passowrd restore
ru: Восстановление пароля

source: Restore
ru: Восстановить

source: Initiate
ru: Начать

source: private messages
ru: личные сообщения

source: pm inbox
ru: входящие

source: outbox
ru: исходящие

source: inbox
ru: входящие

source: pm outox
ru: исходящие

source: Private messages
ru: Приватные сообщения

source: reply
ru: ответить

source: Reply
ru: Ответить

source: send
ru: отослать

source: Send
ru: Отослать

source: Send message
ru: Отправить сообщение

source: Inbox
ru: Входящие

source: Outbox
ru: Исходящие

source: From
ru: Источник

source: To
ru: Адресат

source: No private messages was found
ru: Личных сообщений не найдено

source: policy warnings
ru: предупреждения

source: Level
ru: Уровень

source: Date expires
ru: Дата истечения

source: update policy warning
ru: обновить предупреждение

source: add policy warning
ru: добавить предупреждение

source: confirm policy warning deletion
ru: подтвердить удаление предупреждения

source: Update policy warning
ru: Обновить предупреждение

source: Update
ru: Обновить

source: Add policy warning
ru: Добавить предупреждение

source: Save
ru: Сохранить

source: Confirm deletion policy warning
ru: Подтверждение удаления предупреждения

source: I confirm
ru: Я согласен

source: Date expired
ru: Дата истечения

source: Is expired
ru: Истекло

source: No warnings found
ru: Предупреждений не зафиксировано

source: users
ru: пользователи

source: update profile
ru: обновить профиль

source: Real name
ru: Реальное имя

source: Gender
ru: Пол

source: Signature
ru: Подпись

source: profile's update
ru: обновление профиля

source: Read only
ru: Только чтение

source: You have read only level policy warnings which is not expired yet. That means you can not post anything, please wait until your punishment is expired.
ru: У вас имеется предупреждение уровня 'только чтение', которое еще не истекло. Это означает что вы не можете ничего редактировать, создавать, пожалуйста, дождитесь времени, когда время наказания истечет.

source: Register
ru: Регистрация

source: Successfully registered
ru: Успешно зарегистрирован

source: update comment
ru: обновить комментарий

source: add comment
ru: добавить комментарий

source: Update comment
ru: Обновить комментарий

source: Add comment
ru: Добавить комментарий

source: subscription list
ru: список подписки

source: Subscription list
ru: Список подписки

source: New comments
ru: Новые комментарии

source: Mark as read
ru: Пометить как прочитанное

source: Remove subscription
ru: Удалить подписку

source: No subscriptions found/no new content
ru: Подписок/нового контента не найдено
