Repository: tarvitz/pyunzip
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Successfully updated, reload the page
ru: Успешно обновлено, обновите страницу

source: Failed :(
ru: Ошибка :(

source: Error happend, please stand by
ru: Произошла ошибка

source: unsubscribe for new comments
ru: отписаться от новых комментариев

source: subscribe for new comments
ru: подписаться на новые комментарии

source: You want to remove this subscription for a new comments on
ru: Вы хотите удалить подписку на новые комментарии на

source: Approve subscription
ru: Добавить подписку

source: You want to approve subscription for a new comments on
ru: Вы хотите подписаться на новые комментарии к

source: Selects all days
ru: Выбрать все дни

source: Select all
ru: Выбрать все

source: open text
ru: показать

source: close text
ru: скрыть

source: upload image
ru: загрузить изображение

source: Action image
ru: Действие с изображением

source: galleries
ru: галереи

source: delete
ru: удалить

source: update
ru: обновить

source: create new event
ru: создать новое событие

source: You are going to delete this image, don't you?
ru: Вы хотите удалить данное изображение?

source: Delete
ru: Удалить

source: Add image
ru: Добавить изображение

source: edit image
ru: правка изображения

source: delete image
ru: удалить изображение

source: Upload image
ru: Загрузить изображение

source: my files
ru: мои файлы

source: Upload files
ru: Загрузить файлы

source: Your limit
ru: Ваш лимит

# You used file space
source: You used
ru: Вы использовали

source: My files
ru: Мои файлы

source: General
ru: Все файлы

source: Pictures
ru: Картинки

source: File
ru: Файл

source: Link
ru: Ссылка

source: Size
ru: Размер

source: Actions
ru: Действия

source: Do you want to delete this file?
ru: Вы действительно хотите удалить этот файл?

source: Links
ru: Ссылки

source: Inserts thumbnail with link to image
ru: Добавляет эскиз с ссылкой на изображение

source: Thumbnail and image
ru: Эскиз и изображение

source: Copies link to the clipboard
ru: Копирует ссылку в буфер обмена

source: copy
ru: буфер

source: Inserts only image
ru: Добавляет только изображение

source: No files uploaded
ru: Ни одного файла не загружено

source: Copied to clipboard
ru: Скопировано в буфер обмена

source: Sorry, your flash version is pretty old, please update to enable fast copying
ru: Ваша версия flash довольно старая, пожалуйста, обновите её, чтобы включить возможность быстрого копирования

source: You are trying to upload the file. Do you want to proceed
ru: Вы хотите загрузить файл, продолжить?

source: Yes
ru: Да

source: No
ru: Нет

source: Do you want to proceed uploading the file?
ru: Вы действительно хотите загрузить этот файл?

source: downloaded successfull, reload the page
ru: успешно загружено, обновите страницу

source: error while uploading file
ru: произошла ошибка при загрузке файла

source: Close
ru: Закрыть

source: Submit
ru: Отправить

source: edit object
ru: редактировать объект

source: delete object
ru: удалить объект

source: Add user policy warning
ru: Добавить предупреждение пользователю

source: Edited
ru: Редактирован

source: Edit
ru: Правка

source: Quote
ru: Цитировать

source: downloaded successfull
ru: успешно загружено

source: please enter how your link would be called
ru: пожалуйста, введите имя для вашей ссылки

source: Help
ru: Помощь

source: Alter karma for user
ru: Изменить карму пользователя

source: Alter
ru: Изменить

source: Up user karma
ru: Повысить карму пользователя

source: Down user karma
ru: Понизить карму пользователя

source: Watch user karma
ru: Посмотреть карму пользователя

source: karma up
ru: поднятие кармы

source: karma down
ru: снижение кармы

source: Up user's karma
ru: Поднять карму пользователя

source: Down user's karma
ru: Понизить карму пользователя

source: anonymous
ru: аноним

source: link
ru: ссылка

source: No karma registered
ru: Кармически пуст

source: edit article
ru: редактировать статью

source: create article
ru: создать статью

source: Edit article
ru: Редактировать статью

source: Add article
ru: Добавить статью

source: events
ru: события

source: Create event
ru: Создать событие

source: Legend
ru: Легенда

source: game
ru: игра

source: tournament
ru: турнир

# mtg pre-release
source: pre release
ru: пре релиз

# mtg release
source: release
ru: релиз

# card order
source: order
ru: заказ

source: festivity
ru: празднества

source: marks new event
ru: отметка для нового события

source: January
ru: Январь

source: February
ru: Февраль

source: March
ru: Март

source: April
ru: Апрель

source: May
ru: Май

source: June
ru: Июнь

source: July
ru: Июль

source: August
ru: Август

source: September
ru: Сентябрь

source: October
ru: Октябрь

source: November
ru: Ноябрь

source: December
ru: Декабрь

source: Mon
ru: Пн

source: Tue
ru: Вт

source: Wed
ru: Ср

source: Thu
ru: Чт

source: Fri
ru: Пт

source: Sat
ru: Сб

source: Sun
ru: Вс

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Today
ru: Сегодня

source: month
ru: месяц

source: week
ru: неделя

source: day
ru: день

source: Jan
ru: Янв

source: Feb
ru: Фев

source: Mar
ru: Мар

source: Apr
ru: Апр

source: Jun
ru: Июн

source: Jul
ru: Июл

source: Aug
ru: Авг

source: Sep
ru: Сен

source: Oct
ru: Окт

source: Nov
ru: Ноя

source: Dec
ru: Дек

source: all day
ru: весь день

source: Subscribe for a new comments
ru: Подписаться на новые комментарии

source: Participants
ru: Участники

source: Mark that I would come to this event
ru: Заявить об участвии в этом событии (я приду)

# forum home
source: forum
ru: форум

source: confirm deletion
ru: подтвердить удаление

source: Do you realy want to delete this event?
ru: Вы действительно хотитеудалить это событие?

source: Yes, delete it
ru: Да, удалить это

source: join event
ru: присоединиться к событию

source: League
ru: Лига

source: Date start
ru: Дата начала

source: Date end
ru: Дата окончания

source: Queued
ru: В очереди

source: No events created
ru: События отсутствуют

source: No news found
ru: Новостей не обнаружено

source: Root
ru: Корень

source: New topic
ru: Новый топик

source: New reply
ru: Новый ответ

source: New private message
ru: Новое приватное сообщение

source: Are you sure you want to delete this message?
ru: Вы уверены, что хотите удалить это сообщение?

source: Yes, I am sure.
ru: Да, я уверен.

source: Editing the post
ru: Правка поста

source: Profile editing
ru: Редактирование профиля

source: Change the password
ru: Сменить пароль

source: Subscriptions on topics
ru: Подписки на топики

source: VK social page
ru: Мы ВКонтакте

source: Forthcoming events
ru: Предстоящие события

source: Calendar
ru: Календарь

source: Subscriptions
ru: Подписки

source: My profile
ru: Мой профиль

source: My rosters
ru: Мои ростеры

source: Admincp
ru: Админка

source: Log out
ru: Выйти

source: Themes
ru: Темы

source: Log in
ru: Войти

source: Sticky
ru: Прикрепленная

source: Closed
ru: Закрытая

source: Important
ru: Важное

source: Poll
ru: Опрос

source: Posts/Go to last page
ru: Постов/перейти на последнюю страницу

source: edit
ru: правка

source: Users voted
ru: Пользователей проголосовало

source: Poll title
ru: Заголовок опроса

source: Next
ru: Следующий

source: Previous
ru: Предыдущий

source: Home
ru: Домой

source: Add poll to the topic
ru: Добавить опрос/голосование к топику

source: Add poll
ru: Добавить опрос

source: Unstick topic
ru: Неприкрепленные топики

source: Stick topic
ru: Прикрепленные топики

source: Open topic
ru: Открыть топик

source: Close topic
ru: Закрыть топик

source: Unsubscribe
ru: Отписаться

source: Subscribe
ru: Подписаться

source: Show/hide first topic post content
ru: Показывает/скрывает содержимое первого топика

source: Last topics
ru: Топики

source: Last posts
ru: Посты

source: Statistics
ru: Статистика

source: Topics
ru: Топики

source: Posts
ru: Посты

source: Total Karma
ru: Всего кармы

source: Last Karma
ru: Карма

# from user
source: from
ru: от

source: Anonymous
ru: Аноним

# to user
source: to
ru: к

# comment text
source: for
ru: с

source: Number of posts
ru: Количество постов

source: Number of topics
ru: Количество топиков

source: Date of registration
ru: Дата регистрации

source: Contacts
ru: Контакты

source: Location
ru: Место пребывания

source: Site
ru: Сайт

source: Send PM
ru: Отослать ЛС

source: No results found.
ru: Ничего не найдено.

source: Enter query you want to search
ru: Введите запрос для поиска

source: Edit me ;)
ru: Правь меня ;)

source: Currently unavailable
ru: Пока недоступно

source: This feature is locked for now and available for developers. Someday it would be opened. Thank you for your patience.
ru: Данная фича заблокирована и доступна для узкого круга лиц. Когда-нибудь она будет доступна для все. Спасибо за ваше терпение

source: Under heavy construction ;P
ru: В процессе тяжкой разработки ;P

source: Email have been sent, please follow instructions
ru: Инструкции были высланы на ваш e-мейл

source: Your password restored
ru: Ваш пароль восстановлен

source: Permission denied
ru: Отказано в доступе

source: operation you requested is restricted in time use
ru: операция, которую вы запросили имеет ограничение по использованию в определенный промежуток времени

source: Timeout, please wait for your turn ;)
ru: Таймаут, дождитесь вашей очереди ;)

source: codexes
ru: кодексы

source: Revisions
ru: Издания

source: update codex
ru: обновить кодекс

source: create codex
ru: создать кодекс

source: delete codex
ru: удалить кодекс

source: Confirm codex deletion
ru: Подтвердить удаление кодекса

source: You should select <strong>side</strong> or <strong>army</strong> to pass link for codex creation. You could select any of these field, but consider that <strong>army</strong> is prior. <br> If you decide to bind codex to side, please leave army select blank.
ru: Вы должны выбрать <strong>сторону</strong> или <strong>армию</strong> для того, чтобы связать с выбором кодекс. Вы можете выбрать что угодно, но учтите, что выбор <strong>армии</strong> приорететен. <br> Если вы решите связать кодекс со стороной, то оставьте поле армии пустым.

source: Add codex
ru: Добавить кодекс

source: Source
ru: Исходник

source: No codexes found
ru: Кодексов не обнаружено

# pts amount
source: Pts
ru: Количество очков

# revision number
source: Revision
ru: Редакция

source: reports
ru: репорты

# verb
source: Comment
ru: Комментировать

source: update report
ru: обновить репорт

source: create report
ru: создать репорт

source: delete roster
ru: удалить ростер

source: Confirm roster deletion
ru: Подтвердить удаление ростера

source: Add report
ru: Добавить репорт

source: No rosters found
ru: Ростеров не найдено

source: Add
ru: Добавить

source: Pts
ru: Очки

# published date
source: Published
ru: Опубликован

# battle report players
source: Players
ru: Участники

# approved report
source: Approved
ru: Утвержден

source: not approved
ru: не утвержден

source: No reports found ;)
ru: Ни одного репорта не найдено ;)

source: Added successfull
ru: Успешно добавлен

source: No results matched
ru: Совпадений не найдено

source: Select some options
ru: Нажмите для выбора

source: Please, keep typing ...
ru: Продолжайте печатать ...

source: Searching for
ru: Поиск

source: Search some rosters
ru: Поиск ростеров

source: show info
ru: информация

source: Show winners
ru: Показывать победителей

source: Winner
ru: Победитель

# roster points
source: pts
ru: очки

source: approve
ru: утвердить

source: disapprove
ru: разутвердить

source: Hides avatar block
ru: Спрятать блок с аватаркой

source: Comments count
ru: Комментариев

source: read report
ru: прочесть репорт

source: No reports found
ru: Ни одного батлрепорта не найдено

source: update roster
ru: обновить ростер

source: create roster
ru: создать ростер

source: Add roster
ru: Добавить ростер
